{
  "items": [
    {
      "type": "related-courses",
      "image": "./images/UX Design Mastery_ Photo.jpg",
      "title": "Endodontics",
      "content": "• Overview: Endodontics is the branch of dentistry that deals with the diagnosis and treatment of diseases of the dental pulp and the tissues surrounding the root of the tooth. <br> • Content: Students learn about the anatomy of the dental pulp, the causes and symptoms of pulpitis (inflammation of the pulp), and the different techniques used to treat pulpitis, such as root canal therapy. <br> • Importance: Endodontic treatment is essential for preserving teeth that have been affected by decay or trauma."
    },
    {
      "type": "related-courses",
      "image": "./images/UX Design Mastery_ Photo.jpg",
      "title": "Orthodontics",
      "content": "• Overview: Orthodontics is the branch of dentistry that deals with the diagnosis, prevention, and treatment of malocclusions (misaligned teeth and jaws). <br> • Content: Students learn about the different types of malocclusions, the causes of malocclusions, and the various orthodontic techniques used to correct them, such as braces and clear aligners. <br> • Importance: Orthodontic treatment can improve the appearance of the teeth and smile, as well as the function of the bite."
    },
    {
      "type": "help-document",
      "image": "./images/UX Design Mastery_ Photo.jpg",
      "title": "ADA Code of Ethics for Dentists",
      "content": "• This document outlines the ethical principles that dentists should follow in their practice. <br> • It includes principles such as honesty, integrity, patient autonomy, beneficence, non-maleficence, and justice. <br> • Dental students should familiarize themselves with this code of ethics early in their training to ensure that they are providing ethical care to their patients."
    },
    {
      "type": "help-document",
      "image": "./images/UX Design Mastery_ Photo.jpg",
      "title": "Dental Materials Guide",
      "content": "• This document provides information on the different types of dental materials and their properties. <br> • It includes information on the composition, strength, durability, and aesthetics of different materials. <br> • Dental students need to have a good understanding of dental materials in order to select the most appropriate materials for different clinical procedures."
    }
  ]
}
